[
  {
    "order": 1,
    "image": "scene0.jpg",
    "timestamp": 0,
    "content": "<h1 style=\"text-align:center;\">The Journey of the Lion and the Horse</h1><p style=\"text-align:center;\">An interactive adventure</p>"
  },
  {
    "order": 2,
    "image": "scene1.jpg",
    "timestamp": 10,
    "content": "<p>In a land where the sun burned hot during the day and the moon cast silver light at night, there lived a lion. He was not just any lion—he was the strongest animal in history. His mane was thick like storm clouds, his muscles were carved by battles long forgotten, and his roar could shake the very trees. Every beast in the land knew his name, whispered in fear and awe.</p>"
  },
  {
    "order": 3,
    "image": "scene2.jpg",
    "timestamp": 30,
    "content": "<p>But time had passed, and the world had changed. The lion no longer had battles to fight. The land was quiet now. The creatures who once bowed to him had moved on, living without fear. And so, the lion sat beneath an ancient tree, watching the world pass by, still powerful, yet alone.</p>"
  },
  {
    "order": 4,
    "image": "scene3.jpg",
    "timestamp": 60,
    "content": "<p>One day, from far beyond the savanna, a new presence arrived. Her coat shimmered like polished silver, her legs moved with the speed of the wind itself. She was a horse—the strongest animal of today. She did not fight wars, did not roar to make her presence known. Yet wherever she ran, the world moved with her. She was speed, freedom, and strength of a different kind.</p>"
  },
  {
    "order": 5,
    "image": "scene4.jpg",
    "timestamp": 80,
    "content": "<p>The lion watched as she approached, her hooves barely touching the ground. He expected her to stop, to bow her head as others had before. But she did not. Instead, she simply met his gaze, her eyes filled with something he had never seen before—curiosity, not fear.</p>"
  },
  {
    "order": 6,
    "image": "scene5.jpg",
    "timestamp": 100,
    "content": "<p>\"You are strange,\" the lion said, his voice deep like thunder. \"You do not fear me?\"</p><p>The horse snorted, flicking her tail. \"Why should I?\"</p><p>\"Because I am the strongest animal in history,\" the lion declared. \"My roar alone has sent armies running.\"</p><p>The horse tilted her head. \"Maybe. But your roar does not move me.\"</p>"
  },
  {
    "order": 7,
    "image": "scene6.jpg",
    "timestamp": 120,
    "content": "<p>For the first time in a long while, the lion found himself at a loss for words. No one had ever spoken to him like this.</p><p>Instead of answering, he stood, stretching his powerful frame. \"Then what does move you?\"</p>"
  },
  {
    "order": 8,
    "image": "scene7.jpg",
    "timestamp": 140,
    "content": "<p>\"The wind. The sky. The road ahead,\" she said simply. \"Strength isn’t about being feared. It’s about moving forward.\"</p><p>The lion huffed. \"Forward to what? A life of running away?\"</p><p>\"Not running away,\" the horse corrected, stepping closer. \"Running toward something greater.\"</p>"
  },
  {
    "order": 9,
    "image": "scene8.jpg",
    "timestamp": 160,
    "content": "<p>The lion narrowed his eyes. He had spent his life standing still, being the ruler of a land that had long since stopped needing a ruler. The idea of chasing something new—of moving—was foreign to him. But in her words, there was a challenge, one that pulled at something deep inside him.</p>"
  },
  {
    "order": 10,
    "image": "scene9.jpg",
    "timestamp": 180,
    "content": "<p>\"Then show me,\" he said.</p>"
  },
  {
    "order": 11,
    "image": "scene10.jpg",
    "timestamp": 200,
    "content": "<p>And so, the strongest animal in history and the strongest animal of today began to walk together.</p>"
  },
  {
    "order": 12,
    "image": "scene11.jpg",
    "timestamp": 220,
    "content": "<p>At first, the lion moved slow, his body built for strength, not speed. The horse would trot ahead, only to turn back and wait for him.</p>"
  },
  {
    "order": 13,
    "image": "scene12.jpg",
    "timestamp": 240,
    "content": "<p>\"You are too fast,\" the lion growled.</p><p>\"You are too slow,\" the horse replied with a playful smirk.</p><p>The lion bared his fangs. \"I am not slow!\"</p><p>\"Then prove it,\" the horse said, flicking her tail before breaking into a run.</p>"
  },
  {
    "order": 14,
    "image": "scene13.jpg",
    "interactive": "chase",
    "timestamp": 260,
    "content": "<p>Something inside the lion stirred—pride, excitement, frustration. With a powerful leap, he pushed himself forward. His paws thundered against the ground. His muscles burned in a way they had not in years.</p><p>And for the first time in a long time… he chased.</p><p>The horse laughed as she galloped, weaving through the trees, feeling the wind rush past her mane. The lion roared, but this time it was not a sound of dominance. It was something different—something alive.</p><p>Click the \"Run\" button repeatedly to help the lion chase the horse!</p><div id=\"chaseCounter\">0</div><button id=\"runBtn\">Run!</button><div id=\"chaseMessage\" style=\"display:none; margin-top:10px;\">Chase complete!</div>"
  },
  {
    "order": 15,
    "image": "scene14.jpg",
    "timestamp": 300,
    "content": "<p>They ran until the sun dipped below the horizon, until the stars blinked awake in the sky. And when they finally stopped, side by side, panting but smiling, the lion looked at the horse and asked, \"What now?\"</p>"
  },
  {
    "order": 16,
    "image": "scene15.jpg",
    "timestamp": 320,
    "content": "<p>The horse smiled, \"Now, we see how far we can go.\"</p>"
  },
  {
    "order": 17,
    "image": "scene16.jpg",
    "timestamp": 340,
    "content": "<p>And so, they did.</p>"
  },
  {
    "order": 18,
    "image": "scene17.jpg",
    "timestamp": 360,
    "content": "<p>The strongest animal in history and the strongest animal of today, two creatures who could not have been more different, ran together beneath the endless sky. Not as predator and prey. Not as rivals.</p><p>But as something greater.</p><p>As friends.</p>"
  }
]
