[
  {
    "order": 1,
    "image": "scene0.jpg",
    "timestamp": 100,
    "content": "<h1 style=\"text-align:center;\">Mila, the Sleepy Little Star</h1><p style=\"text-align:center;\">A Cosmic Adventure</p>"
  },
  {
    "order": 2,
    "image": "scene1.jpg",
    "timestamp": 100,
    "content": "<p>High above the world, nestled in the vast night sky, twinkled a tiny star named Mila. She wasn’t the biggest star in the sky, nor was she the brightest, but she had something no other star possessed—her mesmerizing hazel eyes.</p><p>Her eyes shimmered like golden honey mixed with deep forest green, reflecting the soft glow of the universe around her. When she opened them wide, they sparkled with a warm light, as if they held the whispers of ancient galaxies and the gentle glow of forgotten suns.</p>"
  },
  {
    "order": 3,
    "image": "scene2.jpg",
    "timestamp": 100,
    "content": "<p>The other stars were enchanted by Mila’s eyes. They would gather around her every night, twinkling excitedly. \"Mila, show us your eyes!\" they begged. \"They are the most beautiful sight in the whole sky!\"</p>"
  },
  {
    "order": 4,
    "image": "scene3.jpg",
    "timestamp": 100,
    "content": "<p>Mila was a kind little star, and she loved her friends. So, every night, she would blink her hazel eyes wide open and let them shine. The other stars would sigh in admiration, their lights flickering with joy.</p><p>“Oh, Mila, your eyes are like tiny universes,” said a star shaped like a diamond. “They are more dazzling than the Milky Way,” added a soft, blue-glowing star. “I could look at them forever,” sighed a golden star, swirling in delight.</p>"
  },
  {
    "order": 5,
    "image": "scene4.jpg",
    "timestamp": 100,
    "content": "<p>Mila giggled, flattered by their words. But as the night stretched on, she would begin to feel tired. \"I think it's time for me to sleep now,\" Mila would say, yawning softly. But the stars would always protest. \"Just a little longer!\" they pleaded. \"Please, Mila! The night is still young!\"</p>"
  },
  {
    "order": 6,
    "image": "scene5.jpg",
    "timestamp": 100,
    "content": "<p>Mila wanted to make her friends happy, so she would force her sleepy eyes to stay open just a little longer. And then, a little longer after that. One night turned into two. Then three. Then four.</p>"
  },
  {
    "order": 7,
    "image": "scene6.jpg",
    "timestamp": 100,
    "content": "<p>Every time Mila tried to rest, the other stars would beg her to stay awake. \"We love your eyes so much,\" they said. \"The sky isn’t as beautiful without them open!\"</p>"
  },
  {
    "order": 8,
    "image": "scene7.jpg",
    "timestamp": 100,
    "content": "<p>Mila, always wanting to please her friends, kept them open for as long as she could. But no matter how hard she tried, she could feel the sleepiness creeping in. Her glow, once warm and golden, started to flicker ever so slightly.</p>"
  },
  {
    "order": 9,
    "image": "scene8.jpg",
    "timestamp": 100,
    "content": "<p>By the end of a full week without sleep, Mila was exhausted. Her twinkle was weaker, her once-bright light now dim. Even when she forced her eyes open, they didn’t shine as brightly as before. \"I... I can’t keep my eyes open anymore,\" she whispered. Her voice, usually full of warmth, was barely more than a sigh.</p>"
  },
  {
    "order": 10,
    "image": "scene9.jpg",
    "timestamp": 100,
    "content": "<p>For the first time, the other stars stopped and truly looked at her. Mila wasn’t shining as she used to. Her glow had lost its energy. Her tiny body sagged in the sky, as if she were too tired to float. Even her beautiful hazel eyes, once the most dazzling sight in the heavens, looked dull with exhaustion.</p>"
  },
  {
    "order": 11,
    "image": "scene10.jpg",
    "timestamp": 100,
    "content": "<p>The stars suddenly felt terrible. They had been so enchanted by Mila’s beauty that they hadn’t realized how much they were asking of her. They had taken her kindness for granted, never stopping to think about how tired she must have been.</p><p>A soft, silver star floated closer. \"Mila… we’re so sorry,\" they said gently. \"We were so selfish,\" admitted another. \"We just love you so much,\" said a third, \"but we love you more than just your eyes.\"</p>"
  },
  {
    "order": 12,
    "image": "scene11.jpg",
    "timestamp": 100,
    "content": "<p>Mila blinked slowly, trying to keep herself awake just a little longer. But this time, the stars didn’t ask her to stay up. \"Sleep, Mila,\" they whispered, twinkling softly. \"You deserve to rest.\"</p><p>And for the first time in a whole week, Mila closed her hazel eyes.</p>"
  },
  {
    "order": 13,
    "image": "scene12.jpg",
    "timestamp": 100,
    "content": "<p>The stars huddled close, their twinkles turning soft and warm. They didn’t need Mila to stay awake for them to love her. They loved her for who she was—whether she was twinkling in the night or peacefully sleeping among the stars.</p>"
  },
  {
    "order": 14,
    "image": "scene13.jpg",
    "timestamp": 100,
    "content": "<p>As Mila finally drifted into sleep, the universe itself seemed to sigh in relief. Her golden glow pulsed gently, like the rhythm of a peaceful dream. The other stars promised that from now on, they would let her rest whenever she needed to.</p>"
  },
  {
    "order": 15,
    "image": "scene14.jpg",
    "timestamp": 100,
    "content": "<p>And when Mila finally woke up, she felt lighter, brighter, and happier than ever. Her hazel eyes sparkled once more, full of warmth and life.</p>"
  },
  {
    "order": 16,
    "image": "scene15.jpg",
    "timestamp": 100,
    "content": "<p>And from that night on, Mila twinkled when she was awake and slept when she was tired, knowing that true friends would always love her—whether her eyes were open or closed.</p>"
  },
  {
    "order": 17,
    "image": "scene16.jpg",
    "timestamp": 100,
    "content": "<p>Goodnight, little dreamer. Sleep well, and shine again tomorrow. 🌟✨</p>"
  }
]
