[
  {
    "order": 1,
    "image": "scene0.jpg",
    "content": "<h1 style=\"text-align:center;\">The Sleepy Little Star</h1><p style=\"text-align:center;\">A Bedtime Story</p>"
  },
  {
    "order": 2,
    "image": "scene1.jpg",
    "timestamp": 20,
    "content": "<p>High, high up in the velvet night sky, lived a little star. Not just any star, mind you, but a particularly lovely one.</p>"
  },
  {
    "order": 3,
    "image": "scene2.jpg",
    "timestamp": 20,
    "content": "<p>As the night deepened, and the moon climbed higher, this little star would start to feel… sleepy.</p>"
  },
  {
    "order": 4,
    "image": "scene3.jpg",
    "timestamp": 20,
    "content": "<p>You could tell it was getting sleepy because its twinkles would begin to… well, sort of fade in and out. Just like when someone gets <em>really</em> comfortable and cozy and their eyes might start to flutter shut for a moment, then open again, then flutter shut again.</p>"
  },
  {
    "order": 5,
    "image": "scene4.jpg",
    "timestamp": 20,
    "content": "<p>It wasn't that the little star was trying to be dramatic – it was just that sleepiness was gently tugging at its light.</p>"
  },
  {
    "order": 6,
    "image": "scene5.jpg",
    "timestamp": 20,
    "content": "<p>Sometimes, its twinkles would even get a little… <em>muddled</em>. Instead of clear, bright sparkles, they'd become soft, blurry shimmers, like when someone is trying to say something important but their words are coming out all mixed up and giggly because they're so sleepy.</p>"
  },
  {
    "order": 7,
    "image": "scene6.jpg",
    "timestamp": 20,
    "content": "<p>You know, that funny, adorable sleepy talk? That was kind of like the little star’s twinkles then.</p>"
  },
  {
    "order": 8,
    "image": "scene7.jpg",
    "timestamp": 20,
    "content": "<p>And oh, the yawns! This little star had the <em>cutest</em> yawn in the whole night sky. It wasn't a big, booming yawn, but a soft, gentle stretch of light.</p>"
  },
  {
    "order": 9,
    "image": "scene8.jpg",
    "timestamp": 20,
    "content": "<p>Imagine a little shimmer that starts to grow wider and wider, like a tiny sparkle opening its mouth very, very slowly. Then, as the yawn finishes, the light would dim ever so slightly, as if all the energy just went right into that adorable yawn.</p>"
  },
  {
    "order": 10,
    "image": "scene9.jpg",
    "timestamp": 20,
    "content": "<p>The bigger, brighter stars, the ones who loved to stay up all night long, they noticed the little star getting sleepy. Always playful, they'd try to encourage it to stay awake, calling out in bright flashes and joyful twinkles.</p>"
  },
  {
    "order": 11,
    "image": "scene10.jpg",
    "timestamp": 20,
    "content": "<p>“Hey, little star!” a big, bold star would beam, its light flashing brightly. “Look at us! We’re making patterns! See if you can follow along!”</p>"
  },
  {
    "order": 12,
    "image": "scene11.jpg",
    "timestamp": 20,
    "content": "<p>Another star, with a quick, darting twinkle, chimed in, “Yeah! Don’t go sleepy on us now! We’re just getting started with our night games!”</p>"
  },
  {
    "order": 13,
    "image": "scene12.jpg",
    "timestamp": 20,
    "content": "<p>But the sleepy little star… well, it was just so very sleepy. It would try its best to respond, but its twinkles were getting slower and softer.</p>"
  },
  {
    "order": 14,
    "image": "scene13.jpg",
    "timestamp": 20,
    "content": "<p>It would send back a slow, gentle shimmer, almost like a whisper in starlight.</p><p>“H…hi…” the sleepy little star’s twinkle seemed to say, each sparkle drawn out and languid.</p>"
  },
  {
    "order": 15,
    "image": "scene14.jpg",
    "timestamp": 20,
    "content": "<p>“Pla…play…later…” Its light gave a little, adorable yawn-like stretch. “So… sleepy…”</p>"
  },
  {
    "order": 16,
    "image": "scene15.jpg",
    "timestamp": 20,
    "content": "<p>The bigger stars, hearing the sleepy little star’s muddled, slow reply, would just chuckle in their own star-language of quick, bright flashes. They understood. They’d been sleepy stars once too.</p>"
  },
  {
    "order": 17,
    "image": "scene16.jpg",
    "timestamp": 20,
    "content": "<p>“Alright, alright,” one of them twinkled kindly. “We won’t keep you. You get some rest, little one.”</p>"
  },
  {
    "order": 18,
    "image": "scene17.jpg",
    "timestamp": 20,
    "content": "<p>“Yeah,” another agreed, softening its bright light just a touch. “Dream sweet, sparkly dreams!”</p>"
  },
  {
    "order": 19,
    "image": "scene18.jpg",
    "timestamp": 20,
    "content": "<p>And so, eventually, no matter how much the other stars twinkled and played, the sleepy little star would simply… drift off.</p>"
  },
  {
    "order": 20,
    "image": "scene19.jpg",
    "timestamp": 20,
    "content": "<p>Its light would soften and soften, the twinkles would become slower and gentler, and then, very, very gradually, it would fade into a peaceful, soft glow. It was still there, still shining, but in a quiet, rested way.</p>"
  },
  {
    "order": 21,
    "image": "scene20.jpg",
    "timestamp": 20,
    "content": "<p>Fast asleep, dreaming sparkly, lovely dreams all through the rest of the night, until it was time to wake up and shine brightly again in the morning.</p>"
  }
]
